{
  "WiiAccessories": [
    {
      "id": "1",
      "name": "wiimote",
      "alias": "",
      "description": ""
    },
    {
      "id": "2",
      "name": "nunchuk",
      "alias": "",
      "description": ""
    },
    {
      "id": "3",
      "name": "motionplus",
      "alias": "",
      "description": ""
    },
    {
      "id": "4",
      "name": "classiccontroller",
      "alias": "Wii Classic Controller",
      "description": ""
    },
    {
      "id": "5",
      "name": "balanceboard",
      "alias": "",
      "description": ""
    },
    {
      "id": "6",
      "name": "zapper",
      "alias": "",
      "description": ""
    },
    {
      "id": "7",
      "name": "wheel",
      "alias": "",
      "description": ""
    },
    {
      "id": "8",
      "name": "gamecubecontroller",
      "alias": "gamecube",
      "description": "allows to play some GameCube games on a Wii console. Note that not every Wii Console can run GameCube games depending on the hardware"
    },
    {
      "id": "9",
      "name": "guitar",
      "alias": "",
      "description": "Used for band games such as Guitar Hero"
    },    
    {
      "id": "10",
      "name": "drums",
      "alias": "",
      "description": "Used for band games such as Guitar Hero"
    },
    {
      "id": "11",
      "name": "dancepad",
      "alias": "Danging Mat, Dancemat",
      "description": "Used for band games such as Dance Dance Revolution"
    },
    {
      "id": "12",
      "name": "microphone",
      "alias": "",
      "description": "Used for band games such as Disney's Sing It & Rock Band 3"
    },
    {
      "id": "13",
      "name": "wiispeak",
      "alias": "",
      "description": "microphone for Wii Speak Channel. A downloadable Wii Channel that allowed users to chat with friends online using the Wii Speak microphone accessory. discontinued in 2014. However, it has been unofficially re-released for use with homebrew projects like RiiConnect24 and Wiimmfi. "
    },
    {
      "id": "14",
      "name": "keyboard",
      "alias": "",
      "description": "The Logitech Cordless Keyboard for Wii provides special system keys -- such as Zoom In/Out, Forward/Back, Quit and OK -- making it even easier to use your favorite game console to communicate with your friends, surf the Web, read the news, check the weather, browse Internet videos and send e-mail."
    },
    {
      "id": "14",
      "name": "udraw",
      "alias": "",
      "description": "The uDraw GameTablet is a gaming graphics tablet released by THQ for the Wii in 2010. It has a pressure-sensitive stylus which allows users to draw and view their creations on screen. The tablet is motion-sensitive through either the Wii Remote or internal accelerometers, which lets users tilt and roll the tablet for various changes in gameplay. Used for uDraw Studio"
    }
  ]
}